export  const projects = [
    {
        id: 1,
        title: 'DiDiDo – мобільний додаток для доставки дизельного пального',
        description: 'DiDiDo — це революція у сфері доставки дизеля в Україні. Ми створили перший мобільний додаток, який забезпечує зручну, прозору та безпечну доставку пального прямо до клієнта.',
        fullDescription: `
            DiDiDo — це революція у сфері доставки дизеля в Україні. Ми створили перший мобільний додаток, який забезпечує зручну, прозору та безпечну доставку пального прямо до клієнта.

            🟡 Основні функції:
            
            Термінова доставка дизеля протягом 2 годин
            
            Планова доставка у вибраний день та час
            
            Самовивіз із найближчої автоцистерни
            
            Бонус: продаж AdBlue (наливом або в каністрах)
            
            🟡 Ключові переваги:
            
            Від 200 до 32 000 літрів у межах одного замовлення
            
            Можливість доставки на декілька адрес одночасно
            
            Безготівкова оплата (картка, рахунок ФОП чи юр. особи)
            
            Робота 24/7
            
            Прозоре ціноутворення та швидкий налив
            
            Пальне відповідає стандарту Євро-5, з сертифікатом якості
            
            📍 Послуга доступна в Києві та Київській області.
        `,
        tags: ['Kotlin', 'Compose 1.3', 'Retrofit', 'Coroutines', 'MVVM', "Room", "Google Maps", "Firebase"],
        image: 'project1' // сюда ставь реальный путь к изображению или заглушку
    },
    {
        id: 2,
        title: 'Интернет-магазин "Электроника+"',
        description: 'Разработка e-commerce платформы на WooCommerce с кастомным дизайном и системой онлайн-оплаты.',
        tags: ['WooCommerce', 'UX/UI', 'Online Payment'],
        image: 'project3'
    },
    {
        id: 3,
        title: 'Промо-сайт стартапа "GreenTech"',
        description: 'Лендинг для стартапа по экологическим технологиям с фокусом на конверсию и мобильную адаптацию.',
        tags: ['Landing Page', 'Mobile First', 'Green Energy'],
        image: 'project2'
    },
    {
        id: 4,
        title: 'Корпоративный сайт для компании "БизнесПлюс"',
        description: 'Разработка корпоративного сайта на WordPress с интеграцией CRM и расширенными возможностями SEO.',
        tags: ['WordPress', 'CRM', 'SEO'],
        image: 'project1' // сюда ставь реальный путь к изображению или заглушку
    },
    {
        id: 5,
        title: 'Интернет-магазин "Электроника+"',
        description: 'Разработка e-commerce платформы на WooCommerce с кастомным дизайном и системой онлайн-оплаты.',
        tags: ['WooCommerce', 'UX/UI', 'Online Payment'],
        image: 'project3'
    },
    {
        id: 6,
        title: 'Промо-сайт стартапа "GreenTech"',
        description: 'Лендинг для стартапа по экологическим технологиям с фокусом на конверсию и мобильную адаптацию.',
        tags: ['Landing Page', 'Mobile First', 'Green Energy'],
        image: 'project2'
    },
    {
        id: 7,
        title: 'Корпоративный сайт для компании "БизнесПлюс"',
        description: 'Разработка корпоративного сайта на WordPress с интеграцией CRM и расширенными возможностями SEO.',
        tags: ['WordPress', 'CRM', 'SEO'],
        image: 'project1' // сюда ставь реальный путь к изображению или заглушку
    },
    {
        id: 8,
        title: 'Интернет-магазин "Электроника+"',
        description: 'Разработка e-commerce платформы на WooCommerce с кастомным дизайном и системой онлайн-оплаты.',
        tags: ['WooCommerce', 'UX/UI', 'Online Payment'],
        image: 'project3'
    },
    {
        id: 9,
        title: 'Промо-сайт стартапа "GreenTech"',
        description: 'Лендинг для стартапа по экологическим технологиям с фокусом на конверсию и мобильную адаптацию.',
        tags: ['Landing Page', 'Mobile First', 'Green Energy'],
        image: 'project2'
    }
]
